Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# meal.pattern.proteinVegetableFat
source: Protein, vegetables and a source of fat
es: Proteína, verdura y una fuente de grasa
fr: Protéines, légumes et une source de lipides
hi: प्रोटीन, सब्ज़ियाँ और एक फैट स्रोत
it: Proteine, verdure e una fonte di grassi
ko: 단백질, 채소, 지방 식품
pl: Białko, warzywa i źródło tłuszczu
tr: Protein, sebze ve bir yağ kaynağı
zh_hans: 蛋白质、蔬菜和一份脂肪来源

# meal.pattern.recipe
source: One of your recipes
es: Una de tus recetas
fr: L’une de tes recettes
hi: आपकी एक रेसिपी
it: Una delle tue ricette
ko: 내 레시피 중 하나
pl: Jeden z Twoich przepisów
tr: Tariflerinden biri
zh_hans: 你的一份食谱

# meal.pattern.savedMeal
source: One of your saved meals
es: Una de tus comidas guardadas
fr: L’un de tes repas enregistrés
hi: आपका सेव किया एक मील
it: Uno dei tuoi pasti salvati
ko: 저장한 식사 중 하나
pl: Jeden z Twoich zapisanych posiłków
tr: Kayıtlı öğünlerinden biri
zh_hans: 你的一份常用餐食

# meal.pattern.single
source: A single food
es: Un solo alimento
fr: Un seul aliment
hi: एक ही फ़ूड
it: Un solo alimento
ko: 한 가지 음식
pl: Jeden produkt
tr: Tek bir besin
zh_hans: 单一食物

# meal.pattern.vegetableFat
source: Vegetables and a source of fat
es: Verdura y una fuente de grasa
fr: Légumes et une source de lipides
hi: सब्ज़ियाँ और एक फैट स्रोत
it: Verdure e una fonte di grassi
ko: 채소와 지방 식품
pl: Warzywa i źródło tłuszczu
tr: Sebze ve bir yağ kaynağı
zh_hans: 蔬菜和一份脂肪来源

# meal.reason.budget
source: Fits inside the food budget you set.
es: Encaja en el presupuesto de comida que fijaste.
fr: Tient dans le budget alimentaire que tu as fixé.
hi: आपके तय फ़ूड बजट में फ़िट बैठता है।
it: Rientra nel budget alimentare che hai impostato.
ko: 정해 둔 식비 예산 안에 들어와요.
pl: Mieści się w ustawionym budżecie na jedzenie.
tr: Belirlediğin besin bütçesine sığar.
zh_hans: 在你设定的食物预算之内。

# meal.reason.calories
source: About %@ kcal, against the %@ kcal left for this meal.
es: Unas %@ kcal, frente a las %@ kcal que te quedan para esta comida.
fr: Environ %@ kcal, sur les %@ kcal qu’il reste pour ce repas.
hi: करीब %@ kcal, जबकि इस मील के लिए %@ kcal बचे हैं।
it: Circa %@ kcal, sulle %@ kcal rimaste per questo pasto.
ko: 약 %@ kcal이고, 이 식사에 남은 양은 %@ kcal이에요.
pl: Około %@ kcal przy %@ kcal, które zostały na ten posiłek.
tr: Yaklaşık %@ kcal; bu öğün için kalan ise %@ kcal.
zh_hans: 约 %@ kcal，这一餐还剩 %@ kcal。

# meal.reason.favorite
source: Uses foods you have marked as favourites.
es: Usa alimentos que has marcado como favoritos.
fr: Utilise des aliments que tu as mis en favoris.
hi: इसमें वे फ़ूड हैं जिन्हें आपने पसंदीदा बनाया है।
it: Usa alimenti che hai messo tra i preferiti.
ko: 즐겨찾기로 표시한 음식을 써요.
pl: Korzysta z produktów oznaczonych jako ulubione.
tr: Favori olarak işaretlediğin besinleri kullanır.
zh_hans: 用的是你收藏过的食物。

# meal.reason.frequentlyLogged
source: Uses foods you log often, so it is quick to add.
es: Usa alimentos que registras a menudo, así que es rápido de añadir.
fr: Utilise des aliments que tu enregistres souvent, donc rapides à ajouter.
hi: इसमें वे फ़ूड हैं जो आप अक्सर दर्ज करते हैं, इसलिए जोड़ना आसान है।
it: Usa alimenti che registri spesso, quindi è veloce da aggiungere.
ko: 자주 기록하는 음식이라 빠르게 추가할 수 있어요.
pl: Korzysta z produktów, które często zapisujesz, więc szybko go dodasz.
tr: Sık kaydettiğin besinleri kullanır, yani eklemesi hızlı.
zh_hans: 用的是你常记录的食物，添加起来很快。

# meal.reason.macros
source: Covers about %@ g protein, %@ g carbs and %@ g fat.
es: Aporta unos %@ g de proteína, %@ g de hidratos y %@ g de grasa.
fr: Couvre environ %@ g de protéines, %@ g de glucides et %@ g de lipides.
hi: इसमें करीब %@ g प्रोटीन, %@ g कार्ब्स और %@ g फैट मिलता है।
it: Copre circa %@ g di proteine, %@ g di carboidrati e %@ g di grassi.
ko: 단백질 약 %@ g, 탄수화물 %@ g, 지방 %@ g을 채워요.
pl: Pokrywa około %@ g białka, %@ g węglowodanów i %@ g tłuszczu.
tr: Yaklaşık %@ g protein, %@ g karbonhidrat ve %@ g yağ karşılar.
zh_hans: 约含 %@ g 蛋白质、%@ g 碳水和 %@ g 脂肪。

# meal.reason.micronutrients
source: Brings some fibre and micronutrients to the day.
es: Aporta algo de fibra y de micronutrientes al día.
fr: Apporte des fibres et des micronutriments à la journée.
hi: दिन में थोड़ा फ़ाइबर और माइक्रोन्यूट्रिएंट जोड़ता है।
it: Porta un po' di fibre e micronutrienti alla giornata.
ko: 하루 식이섬유와 미량 영양소를 채우는 데 도움이 돼요.
pl: Dorzuca do dnia trochę błonnika i mikroskładników.
tr: Güne biraz lif ve mikro besin katar.
zh_hans: 为这一天补充一些膳食纤维和微量营养素。

# meal.reason.protein
source: Fills most of the protein you have left, %@ g of it.
es: Cubre casi toda la proteína que te queda, %@ g.
fr: Remplit l’essentiel des protéines qu’il te reste, soit %@ g.
hi: आपका बचा हुआ ज़्यादातर प्रोटीन पूरा करता है — %@ g।
it: Copre gran parte delle proteine che ti restano, %@ g.
ko: 오늘 남은 단백질의 대부분인 %@ g을 채워요.
pl: Wypełnia większość białka, które Ci zostało — %@ g.
tr: Kalan proteinin büyük kısmını, %@ g kadarını doldurur.
zh_hans: 补上今天剩余蛋白质的大部分，共 %@ g。

# meal.reason.recipe
source: From your recipes, about %@ minutes to make.
es: De tus recetas, unos %@ minutos de preparación.
fr: Vient de tes recettes, environ %@ minutes de préparation.
hi: आपकी रेसिपी से, बनाने में करीब %@ मिनट।
it: Dalle tue ricette, circa %@ minuti per prepararla.
ko: 내 레시피에서 가져왔고, 만드는 데 약 %@분 걸려요.
pl: Z Twoich przepisów, około %@ minut przygotowania.
tr: Tariflerinden; hazırlaması yaklaşık %@ dakika.
zh_hans: 来自你的食谱，大约需要 %@ 分钟准备。

# meal.reason.recipeNoTime
source: From your own recipes.
es: De tus propias recetas.
fr: Vient de tes propres recettes.
hi: आपकी अपनी रेसिपी से।
it: Dalle tue ricette.
ko: 직접 만든 레시피예요.
pl: Z Twoich własnych przepisów.
tr: Kendi tariflerinden.
zh_hans: 来自你自己的食谱。

# meal.reason.savedMeal
source: You have logged this saved meal %@ times.
es: Has registrado esta comida guardada %@ veces.
fr: Tu as enregistré ce repas %@ fois.
hi: आपने यह सेव किया मील %@ बार दर्ज किया है।
it: Hai registrato questo pasto salvato %@ volte.
ko: 이 저장한 식사를 %@번 기록했어요.
pl: Ten zapisany posiłek zapisałeś już %@ razy.
tr: Bu kayıtlı öğünü %@ kez kaydettin.
zh_hans: 这份常用餐食你已经记录过 %@ 次。

# meal.reason.variety
source: None of these were logged in the last couple of days.
es: Ninguno de estos se ha registrado en los últimos dos días.
fr: Aucun de ces aliments n’a été enregistré ces deux derniers jours.
hi: पिछले दो दिनों में इनमें से कुछ भी दर्ज नहीं हुआ।
it: Nessuno di questi è stato registrato negli ultimi due giorni.
ko: 최근 며칠 동안 기록하지 않은 음식들이에요.
pl: Żaden z tych produktów nie pojawił się w ostatnich dwóch dniach.
tr: Bunların hiçbiri son birkaç gündür kaydedilmedi.
zh_hans: 这些食物最近两天都没有记录过。

# mechanic.compound
source: Compound
es: Compuesto
fr: Polyarticulaire
hi: कंपाउंड
it: Multiarticolare
tr: Bileşik
zh_hans: 复合

# mechanic.isolation
source: Isolation
es: Aislamiento
hi: आइसोलेशन
it: Monoarticolare
tr: İzole
zh_hans: 孤立

# media.attribution.title
source: Exercise artwork
es: Imágenes de los ejercicios
fr: Illustrations des exercices
hi: एक्सरसाइज़ आर्टवर्क
it: Immagini degli esercizi
ko: 운동 이미지
pl: Grafiki ćwiczeń
tr: Egzersiz görseli
zh_hans: 动作图示

# media.unavailable
source: Artwork unavailable
es: Imagen no disponible
fr: Illustration indisponible
hi: आर्टवर्क उपलब्ध नहीं है
it: Immagine non disponibile
ko: 이미지를 불러올 수 없어요
pl: Grafika niedostępna
tr: Görsel yok
zh_hans: 暂无图片

# micro.calcium
source: Calcium
es: Calcio
hi: कैल्शियम
it: Calcio
tr: Kalsiyum
zh_hans: 钙

# micro.cholesterol
source: Cholesterol
es: Colesterol
fr: Cholestérol
hi: कोलेस्ट्रॉल
it: Colesterolo
tr: Kolesterol
zh_hans: 胆固醇

# micro.fiber
source: Fibre
es: Fibra
fr: Fibres
hi: फ़ाइबर
tr: Lif
zh_hans: 膳食纤维

# micro.folate
source: Folate (B9)
es: Folato (B9)
fr: Folates (B9)
hi: फ़ोलेट (B9)
it: Folati (B9)
tr: Folat (B9)
zh_hans: 叶酸（B9）

# micro.iron
source: Iron
es: Hierro
fr: Fer
hi: आयरन
it: Ferro
tr: Demir
zh_hans: 铁

# micro.magnesium
source: Magnesium
es: Magnesio
fr: Magnésium
hi: मैग्नीशियम
it: Magnesio
tr: Magnezyum
zh_hans: 镁

# micro.niacin
source: Niacin (B3)
es: Niacina (B3)
fr: Niacine (B3)
hi: नियासिन (B3)
it: Niacina (B3)
tr: Niasin (B3)
zh_hans: 烟酸（B3）

# micro.phosphorus
source: Phosphorus
es: Fósforo
fr: Phosphore
hi: फ़ॉस्फ़ोरस
it: Fosforo
tr: Fosfor
zh_hans: 磷

# micro.potassium
source: Potassium
es: Potasio
hi: पोटैशियम
it: Potassio
tr: Potasyum
zh_hans: 钾

# micro.riboflavin
source: Riboflavin (B2)
es: Riboflavina (B2)
fr: Riboflavine (B2)
hi: राइबोफ्लेविन (B2)
it: Riboflavina (B2)
zh_hans: 核黄素（B2）

# micro.saturatedFat
source: Saturated fat
es: Grasa saturada
fr: Acides gras saturés
hi: सैचुरेटेड फैट
it: Grassi saturi
tr: Doymuş yağ
zh_hans: 饱和脂肪

# micro.selenium
source: Selenium
es: Selenio
fr: Sélénium
hi: सेलेनियम
it: Selenio
tr: Selenyum
zh_hans: 硒

# micro.sodium
source: Sodium
es: Sodio
hi: सोडियम
it: Sodio
tr: Sodyum
zh_hans: 钠

# micro.sugar
source: Sugars
es: Azúcares
fr: Sucres
hi: शुगर
it: Zuccheri
tr: Şeker
zh_hans: 糖

# micro.thiamin
source: Thiamin (B1)
es: Tiamina (B1)
fr: Thiamine (B1)
hi: थायमिन (B1)
it: Tiamina (B1)
tr: Tiamin (B1)
zh_hans: 硫胺素（B1）

# micro.vitaminA
source: Vitamin A
es: Vitamina A
fr: Vitamine A
hi: विटामिन A
it: Vitamina A
tr: A vitamini
zh_hans: 维生素 A

# micro.vitaminB12
source: Vitamin B12
es: Vitamina B12
fr: Vitamine B12
hi: विटामिन B12
it: Vitamina B12
tr: B12 vitamini
zh_hans: 维生素 B12

# micro.vitaminB6
source: Vitamin B6
es: Vitamina B6
fr: Vitamine B6
hi: विटामिन B6
it: Vitamina B6
tr: B6 vitamini
zh_hans: 维生素 B6

# micro.vitaminC
source: Vitamin C
es: Vitamina C
fr: Vitamine C
hi: विटामिन C
it: Vitamina C
tr: C vitamini
zh_hans: 维生素 C

# micro.vitaminD
source: Vitamin D
es: Vitamina D
fr: Vitamine D
hi: विटामिन D
it: Vitamina D
tr: D vitamini
zh_hans: 维生素 D

# micro.vitaminE
source: Vitamin E
es: Vitamina E
fr: Vitamine E
hi: विटामिन E
it: Vitamina E
tr: E vitamini
zh_hans: 维生素 E

# micro.vitaminK
source: Vitamin K
es: Vitamina K
fr: Vitamine K
hi: विटामिन K
it: Vitamina K
tr: K vitamini
zh_hans: 维生素 K

# movementPattern.calfRaise
source: Calf Raise
es: Elevación de talones
fr: Extension des mollets
hi: काफ़ रेज़
it: Sollevamento polpacci
tr: Baldır Kaldırma
zh_hans: 提踵

# movementPattern.carry
source: Carry
es: Transporte
fr: Port de charge
hi: कैरी
it: Trasporto
tr: Taşıma
zh_hans: 负重行走

# movementPattern.chestFly
source: Chest Fly
es: Apertura de pecho
fr: Écarté
hi: चेस्ट फ्लाई
it: Croci
tr: Göğüs Fly
zh_hans: 飞鸟

# movementPattern.coreAntiExtension
source: Anti-Extension
es: Antiextensión
hi: एंटी-एक्सटेंशन
it: Anti-estensione
tr: Anti-Ekstansiyon
zh_hans: 抗伸展

# movementPattern.coreFlexion
source: Trunk Flexion
es: Flexión de tronco
fr: Flexion du tronc
hi: ट्रंक फ्लेक्शन
it: Flessione del tronco
tr: Gövde Fleksiyonu
zh_hans: 躯干屈曲

# movementPattern.coreLateralFlexion
source: Lateral Flexion
es: Flexión lateral
fr: Flexion latérale
hi: लेटरल फ्लेक्शन
it: Flessione laterale
tr: Yana Eğilme
zh_hans: 侧屈

# movementPattern.coreRotation
source: Rotation
es: Rotación
hi: रोटेशन
it: Rotazione
tr: Rotasyon
zh_hans: 旋转

# movementPattern.elbowExtension
source: Elbow Extension
es: Extensión de codo
fr: Extension du coude
hi: एल्बो एक्सटेंशन
it: Estensione del gomito
tr: Dirsek Açma
zh_hans: 伸肘

# movementPattern.elbowFlexion
source: Elbow Flexion
es: Flexión de codo
fr: Flexion du coude
hi: एल्बो फ्लेक्शन
it: Flessione del gomito
tr: Dirsek Bükme
zh_hans: 屈肘

# movementPattern.hinge
source: Hip Hinge
es: Bisagra de cadera
fr: Charnière de hanche
hi: हिप हिंज
tr: Kalça Menteşesi
zh_hans: 髋屈伸

# movementPattern.hipAbduction
source: Hip Abduction
es: Abducción de cadera
fr: Abduction de hanche
hi: हिप एबडक्शन
it: Abduzione dell'anca
tr: Kalça Açma
zh_hans: 髋外展

# movementPattern.hipAdduction
source: Hip Adduction
es: Aducción de cadera
fr: Adduction de hanche
hi: हिप एडक्शन
it: Adduzione dell'anca
tr: Kalça Kapatma
zh_hans: 髋内收

# movementPattern.horizontalPull
source: Horizontal Pull
es: Tirón horizontal
fr: Tirage horizontal
hi: हॉरिज़ॉन्टल पुल
it: Tirata orizzontale
tr: Yatay Çekiş
zh_hans: 水平拉

# movementPattern.horizontalPush
source: Horizontal Push
es: Empuje horizontal
fr: Poussée horizontale
hi: हॉरिज़ॉन्टल पुश
it: Spinta orizzontale
tr: Yatay İtiş
zh_hans: 水平推

# movementPattern.kneeExtension
source: Knee Extension
es: Extensión de rodilla
fr: Extension du genou
hi: नी एक्सटेंशन
it: Estensione del ginocchio
tr: Diz Açma
zh_hans: 伸膝

# movementPattern.kneeFlexion
source: Knee Flexion
es: Flexión de rodilla
fr: Flexion du genou
hi: नी फ्लेक्शन
it: Flessione del ginocchio
tr: Diz Bükme
zh_hans: 屈膝

# movementPattern.lunge
source: Lunge
es: Zancada
fr: Fente
hi: लंज
it: Affondo
zh_hans: 弓步

# movementPattern.mobility
source: Mobility
es: Movilidad
fr: Mobilité
hi: मोबिलिटी
it: Mobilità
tr: Mobilite
zh_hans: 灵活性

# movementPattern.neckMovement
source: Neck
es: Cuello
fr: Cou
hi: गर्दन
it: Collo
tr: Boyun
zh_hans: 颈部

# movementPattern.other
source: Other
es: Otro
fr: Autre
hi: अन्य
it: Altro
tr: Diğer
zh_hans: 其他

# movementPattern.shoulderRaise
source: Shoulder Raise
es: Elevación de hombro
fr: Élévation d’épaule
hi: शोल्डर रेज़
it: Alzate per le spalle
tr: Omuz Kaldırma
zh_hans: 肩部平举

# movementPattern.shrug
source: Shrug
es: Encogimiento
fr: Haussement d’épaules
hi: श्रग
it: Scrollate
zh_hans: 耸肩

# movementPattern.squat
source: Squat
es: Sentadilla
hi: स्क्वाट
zh_hans: 深蹲

# movementPattern.verticalPull
source: Vertical Pull
es: Tirón vertical
fr: Tirage vertical
hi: वर्टिकल पुल
it: Tirata verticale
tr: Dikey Çekiş
zh_hans: 垂直拉

# movementPattern.verticalPush
source: Vertical Push
es: Empuje vertical
fr: Poussée verticale
hi: वर्टिकल पुश
it: Spinta verticale
tr: Dikey İtiş
zh_hans: 垂直推

# movementPattern.wristExtension
source: Wrist Extension
es: Extensión de muñeca
fr: Extension du poignet
hi: रिस्ट एक्सटेंशन
it: Estensione del polso
tr: Bilek Açma
zh_hans: 腕伸

# movementPattern.wristFlexion
source: Wrist Flexion
es: Flexión de muñeca
fr: Flexion du poignet
hi: रिस्ट फ्लेक्शन
it: Flessione del polso
tr: Bilek Bükme
zh_hans: 腕屈

# muscle.abductors
source: Abductors
es: Abductores
fr: Abducteurs
hi: एबडक्टर्स
it: Abduttori
tr: Abdüktörler
zh_hans: 外展肌

# muscle.abs
source: Abs
es: Abdominales
fr: Abdominaux
hi: एब्स
it: Addominali
tr: Karın
zh_hans: 腹肌

# muscle.adductors
source: Adductors
es: Aductores
fr: Adducteurs
hi: एडक्टर्स
it: Adduttori
tr: Addüktörler
zh_hans: 内收肌

# muscle.ankles
source: Ankles
es: Tobillos
fr: Chevilles
hi: टखने
it: Caviglie
tr: Ayak Bilekleri
zh_hans: 踝部

# muscle.biceps
source: Biceps
es: Bíceps
hi: बाइसेप्स
it: Bicipiti
zh_hans: 肱二头肌

# muscle.brachialis
source: Brachialis
es: Braquial
fr: Brachial
hi: ब्रैकियालिस
it: Brachiale
tr: Brakiyalis
zh_hans: 肱肌

# muscle.calves
source: Calves
es: Gemelos
fr: Mollets
hi: काफ़
it: Polpacci
tr: Baldır
zh_hans: 小腿

# muscle.cardiovascularSystem
source: Cardiovascular System
es: Sistema cardiovascular
fr: Système cardiovasculaire
hi: कार्डियोवैस्कुलर सिस्टम
it: Sistema cardiovascolare
tr: Kardiyovasküler Sistem
zh_hans: 心血管系统

# muscle.delts
source: Delts
es: Deltoides
fr: Deltoïdes
hi: डेल्ट्स
it: Deltoidi
tr: Deltoid
zh_hans: 三角肌

# muscle.forearms
source: Forearms
es: Antebrazos
fr: Avant-bras
hi: फोरआर्म्स
it: Avambracci
tr: Ön Kol
zh_hans: 前臂

# muscle.glutes
source: Glutes
es: Glúteos
fr: Fessiers
hi: ग्लूट्स
it: Glutei
tr: Kalça
zh_hans: 臀肌

# muscle.hamstrings
source: Hamstrings
es: Isquiotibiales
fr: Ischio-jambiers
hi: हैमस्ट्रिंग
it: Femorali
tr: Arka Bacak
zh_hans: 腘绳肌

# muscle.hipFlexors
source: Hip Flexors
es: Flexores de cadera
fr: Fléchisseurs de hanche
hi: हिप फ्लेक्सर्स
it: Flessori dell'anca
tr: Kalça Fleksörleri
zh_hans: 髋屈肌

# muscle.lats
source: Lats
es: Dorsales
fr: Grands dorsaux
hi: लैट्स
it: Dorsali
tr: Lat
zh_hans: 背阔肌

# muscle.levatorScapulae
source: Levator Scapulae
es: Elevador de la escápula
fr: Élévateur de la scapula
hi: लिवेटर स्कैपुली
it: Elevatore della scapola
tr: Levator Skapula
zh_hans: 肩胛提肌

# muscle.lowerBack
source: Lower Back
es: Zona lumbar
fr: Bas du dos
hi: निचली पीठ
it: Zona lombare
tr: Bel
zh_hans: 下背

# muscle.neck
source: Neck
es: Cuello
fr: Cou
hi: गर्दन
it: Collo
tr: Boyun
zh_hans: 颈部

# muscle.obliques
source: Obliques
es: Oblicuos
hi: ओब्लीक्स
it: Obliqui
tr: Yan Karın
zh_hans: 腹斜肌

# muscle.pectorals
source: Pectorals
es: Pectorales
fr: Pectoraux
hi: पेक्टोरल्स
it: Pettorali
tr: Göğüs
zh_hans: 胸肌

# muscle.quads
source: Quads
es: Cuádriceps
fr: Quadriceps
hi: क्वाड्स
it: Quadricipiti
tr: Ön Bacak
zh_hans: 股四头肌

# muscle.rearDelts
source: Rear Delts
es: Deltoides posterior
fr: Deltoïdes postérieurs
hi: रियर डेल्ट्स
it: Deltoidi posteriori
tr: Arka Deltoid
zh_hans: 后束三角肌

# muscle.rhomboids
source: Rhomboids
es: Romboides
fr: Rhomboïdes
hi: रॉम्बॉइड्स
it: Romboidi
tr: Romboidler
zh_hans: 菱形肌

# muscle.rotatorCuff
source: Rotator Cuff
es: Manguito rotador
fr: Coiffe des rotateurs
hi: रोटेटर कफ़
it: Cuffia dei rotatori
tr: Rotator Manşet
zh_hans: 肩袖

# muscle.serratusAnterior
source: Serratus Anterior
es: Serrato anterior
fr: Dentelé antérieur
hi: सेराटस एंटीरियर
it: Gran dentato
zh_hans: 前锯肌

# muscle.soleus
source: Soleus
es: Sóleo
fr: Soléaire
hi: सोलियस
it: Soleo
zh_hans: 比目鱼肌

# muscle.tibialisAnterior
source: Tibialis Anterior
es: Tibial anterior
fr: Tibial antérieur
hi: टिबिअलिस एंटीरियर
it: Tibiale anteriore
zh_hans: 胫骨前肌

# muscle.traps
source: Traps
es: Trapecios
fr: Trapèzes
hi: ट्रैप्स
it: Trapezi
tr: Trapez
zh_hans: 斜方肌

# muscle.triceps
source: Triceps
es: Tríceps
hi: ट्राइसेप्स
it: Tricipiti
zh_hans: 肱三头肌

# muscle.upperBack
source: Upper Back
es: Espalda alta
fr: Haut du dos
hi: ऊपरी पीठ
it: Alta schiena
tr: Üst Sırt
zh_hans: 上背

# muscleGroup.abductors
source: Abductors
es: Abductores
fr: Abducteurs
hi: एबडक्टर्स
it: Abduttori
tr: Abdüktörler
zh_hans: 外展肌

# muscleGroup.abs
source: Abs
es: Abdominales
fr: Abdominaux
hi: एब्स
it: Addominali
tr: Karın
zh_hans: 腹肌

# muscleGroup.adductors
source: Adductors
es: Aductores
fr: Adducteurs
hi: एडक्टर्स
it: Adduttori
tr: Addüktörler
zh_hans: 内收肌

# muscleGroup.back
source: Back
es: Espalda
fr: Dos
hi: पीठ
it: Schiena
tr: Sırt
zh_hans: 背部

# muscleGroup.biceps
source: Biceps
es: Bíceps
hi: बाइसेप्स
it: Bicipiti
zh_hans: 肱二头肌

# muscleGroup.calves
source: Calves
es: Gemelos
fr: Mollets
hi: काफ़
it: Polpacci
tr: Baldır
zh_hans: 小腿

# muscleGroup.chest
source: Chest
es: Pecho
fr: Pectoraux
hi: छाती
it: Petto
tr: Göğüs
zh_hans: 胸部

# muscleGroup.forearms
source: Forearms
es: Antebrazos
fr: Avant-bras
hi: फोरआर्म्स
it: Avambracci
tr: Ön Kol
zh_hans: 前臂

# muscleGroup.glutes
source: Glutes
es: Glúteos
fr: Fessiers
hi: ग्लूट्स
it: Glutei
tr: Kalça
zh_hans: 臀肌

# muscleGroup.hamstrings
source: Hamstrings
es: Isquiotibiales
fr: Ischio-jambiers
hi: हैमस्ट्रिंग
it: Femorali
tr: Arka Bacak
zh_hans: 腘绳肌

# muscleGroup.lowerBack
source: Lower Back
es: Zona lumbar
fr: Bas du dos
hi: निचली पीठ
it: Zona lombare
tr: Bel
zh_hans: 下背

# muscleGroup.neck
source: Neck
es: Cuello
fr: Cou
hi: गर्दन
it: Collo
tr: Boyun
zh_hans: 颈部

# muscleGroup.obliques
source: Obliques
es: Oblicuos
hi: ओब्लीक्स
it: Obliqui
tr: Yan Karın
zh_hans: 腹斜肌

# muscleGroup.quads
source: Quads
es: Cuádriceps
fr: Quadriceps
hi: क्वाड्स
it: Quadricipiti
tr: Ön Bacak
zh_hans: 股四头肌

# muscleGroup.shoulders
source: Shoulders
es: Hombros
fr: Épaules
hi: कंधे
it: Spalle
tr: Omuz
zh_hans: 肩部

# muscleGroup.traps
source: Traps
es: Trapecios
fr: Trapèzes
hi: ट्रैप्स
it: Trapezi
tr: Trapez
zh_hans: 斜方肌

# muscleGroup.triceps
source: Triceps
es: Tríceps
hi: ट्राइसेप्स
it: Tricipiti
zh_hans: 肱三头肌

# notification.meal.body
source: Keep today's numbers up to date.
es: Mantén al día los números de hoy.
fr: Garde les chiffres du jour à jour.
hi: आज के आंकड़े अपडेट रखें।
it: Tieni aggiornati i numeri di oggi.
ko: 오늘의 수치를 최신으로 유지해요.
pl: Miej dzisiejsze liczby na bieżąco.
tr: Bugünkü rakamlarını güncel tut.
zh_hans: 把今天的数字补上。

# notification.meal.title
source: Log your meal
es: Registra tu comida
fr: Note ton repas
hi: अपना मील दर्ज करें
it: Registra il pasto
ko: 식사를 기록해요
pl: Zapisz posiłek
tr: Öğününü kaydet
zh_hans: 记录饮食

# notification.rest.body
source: %@ — set %lld is ready.
es: %@: la serie %lld te espera.
fr: %@ — la série %lld t’attend.
hi: %@ — सेट %lld तैयार है।
it: %@ — la serie %lld ti aspetta.
ko: %@ — %lld세트를 시작할 차례예요.
pl: %@ — seria %lld czeka.
tr: %@ — %lld. set hazır.
zh_hans: %@ — 第 %lld 组准备好了。

# notification.rest.title
source: Rest is over
es: Se acabó el descanso
fr: Le repos est fini
hi: आराम पूरा हुआ
it: Recupero finito
ko: 휴식이 끝났어요
pl: Koniec przerwy
tr: Dinlenme bitti
zh_hans: 休息结束

# notification.scheduled.body
source: %@ starts soon.
es: %@ empieza pronto.
fr: %@ commence bientôt.
hi: %@ जल्दी शुरू होने वाला है।
it: %@ inizia tra poco.
ko: %@, 곧 시작해요.
pl: %@ zaczyna się wkrótce.
tr: %@ birazdan başlıyor.
zh_hans: %@ 即将开始。

# notification.scheduled.title
source: Workout scheduled
es: Entrenamiento programado
fr: Séance programmée
hi: वर्कआउट शेड्यूल है
it: Allenamento in programma
ko: 운동 예정
pl: Trening zaplanowany
tr: Antrenman planlandı
zh_hans: 训练已安排

# notification.training.body
source: Your session is ready when you are.
es: Tu sesión está lista cuando tú lo estés.
fr: Ta séance est prête quand tu l’es.
hi: आप तैयार हों तो सेशन तैयार है।
it: La tua sessione è pronta quando lo sei tu.
ko: 준비되면 바로 시작할 수 있어요.
pl: Sesja czeka — zacznij, kiedy chcesz.
tr: Seansın sen hazır olduğunda başlıyor.
zh_hans: 训练已就绪，随时可以开始。

# notification.training.title
source: Time to train
es: Hora de entrenar
fr: C’est l’heure de t’entraîner
hi: ट्रेनिंग का समय
it: È ora di allenarsi
ko: 운동할 시간이에요
pl: Czas na trening
tr: Antrenman zamanı
zh_hans: 该训练了

# notification.weight.body
source: A quick daily reading keeps your trend accurate.
es: Un pesaje rápido cada día mantiene fiable tu tendencia.
fr: Une pesée rapide chaque jour garde ta tendance fiable.
hi: रोज़ एक बार वज़न लेने से आपका ट्रेंड सही रहता है।
it: Una pesata veloce ogni giorno mantiene preciso il tuo andamento.
ko: 매일 한 번씩 재면 추세가 정확해져요.
pl: Krótki codzienny pomiar utrzymuje trend dokładnym.
tr: Her gün tek bir tartım, trendini doğru tutar.
zh_hans: 每天量一次，趋势才准确。

# notification.weight.title
source: Log your weight
es: Registra tu peso
fr: Note ton poids
hi: अपना वज़न दर्ज करें
it: Registra il peso
ko: 체중을 기록해요
pl: Zapisz swoją wagę
tr: Kilonu kaydet
zh_hans: 记录体重

# nutrition.adjust.approval
source: Nothing changes until you accept it.
es: No cambia nada hasta que lo aceptes.
fr: Rien ne change tant que tu n’as pas accepté.
hi: जब तक आप मंज़ूरी न दें, कुछ नहीं बदलेगा।
it: Non cambia nulla finché non accetti.
ko: 받아들이기 전에는 아무것도 바뀌지 않아요.
pl: Nic się nie zmieni, dopóki tego nie zaakceptujesz.
tr: Sen kabul etmeden hiçbir şey değişmez.
zh_hans: 在你接受之前，什么都不会改变。

# nutrition.adjust.ceilingReached
source: Calories are already at %@ kcal, well above maintenance, so the app will not add any more.
es: Las calorías ya están en %@ kcal, bastante por encima del mantenimiento, así que la app no va a añadir más.
fr: Les calories sont déjà à %@ kcal, bien au-dessus du maintien : l’app n’en ajoutera pas davantage.
hi: कैलोरी पहले ही %@ kcal पर हैं, जो मेंटेनेंस से काफ़ी ऊपर है, इसलिए ऐप और नहीं बढ़ाएगा।
it: Le calorie sono già a %@ kcal, ben sopra il mantenimento, quindi l'app non ne aggiungerà altre.
ko: 칼로리가 이미 유지 칼로리보다 한참 높은 %@ kcal이라 더 늘리지 않을게요.
pl: Kalorie są już na poziomie %@ kcal, sporo powyżej podtrzymania, więc aplikacja nie doda więcej.
tr: Kalorin zaten %@ kcal, yani idamenin epey üstünde; uygulama daha fazlasını eklemez.
zh_hans: 热量已经是 %@ kcal，远高于维持水平，App 不会再往上加。
